{
  "quotes": [
    {
      "quote": "\"The days without difficulty are the days you do not improve\"",
      "author": "Evan Winters, The Rage of Dragons"
    },
    {
      "quote": "\"I'd rather live with a thing done poorly than do nothing and always wonder how things could have been.\"",
      "author": "Evan Winters, The Rage of Dragons"
    },
    {
      "quote": "\"He was not the strongest, the quickest, or the most talented, not by any measure. He knew this and knew he could not control this. However, he could control his effort, the work he put in, and there he would not be beaten.\"",
      "author": "Evan Winters, The Rage of Dragons"
    },
    {
      "quote": "\"Life is nothing more than moments in time. To achieve greatness, you have to give up those moments. You have to give your life to your goal.\"",
      "author": "Evan Winters, The Rage of Dragons"
    },
    {
      "quote": "\"only path to becoming what others cannot is to suffer what others will not.\"",
      "author": "Evan Winters, The Fires of Vengeance"
    },
    {
      "quote": "\"It's not what happens to you, but how you react to it that matters.\"",
      "author": "Epictetus"
    },
    {
      "quote": "\"Men are what they are because of what they do. Not what they say.\"",
      "author": "Fredrik Backman, A Man Called Ove"
    },
    {
      "quote": "\"A job well done is a reward in its own right.\"",
      "author": "Fredrik Backman, A Man Called Ove"
    },
    {
      "quote": "\"We always think there's enough time to do things with other people. Time to say things to them. And then something happens and then we stand there holding on to words like 'if'.\"",
      "author": "Fredrik Backman, A Man Called Ove"
    },
    {
      "quote": "\"Humanity has many shortcomings, but none is stronger than pride.\"",
      "author": "Fredrik Backman, Beartown"
    },
    {
      "quote": "\"The only time you've failed is if you don't try once more.\"",
      "author": "Fredrik Backman, And Every Morning the Way Home Gets Longer and Longer"
    },
    {
      "quote": "\"A reader lives a thousand lives before he dies. The man who never reads lives only one.\"",
      "author": "George R.R. Martin, A Dance with Dragons"
    },
    {
      "quote": "\"You do not rise to the level of your goals. You fall to the level of your systems.\"",
      "author": "James Clear, Atomic Habits"
    },
    {
      "quote": "\"One cannot grow without pain. One cannot improve without it. Suffering drives us to achieve great things.\"",
      "author": "Joe Abercrombie, Best Served Cold"
    },
    {
      "quote": "\"I wanted what everyone wants. To be me, full-time.\"",
      "author": "Phil Knight, Shoe Dog"
    },
    {
      "quote": "\"Honor is dead. But I'll see what I can do.\"",
      "author": "Brandon Sanderson, Words of Radiance"
    },
    {
      "quote": "\"The longer you live, the more you fail. Failure is the mark of a life well lived. In turn, the only way to live without failure is to be of no use to anyone.\"",
      "author": "Brandon Sanderson, Oathbringer"
    },
    {
      "quote": "\"Sometimes a hypocrite is nothing more than a man in the process of changing.\"",
      "author": "Brandon Sanderson, Oathbringer"
    },
    {
      "quote": "\"The most important step a man can take is not the first one, it's Next one.\"",
      "author": "Brandon Sanderson, Oathbringer"
    },
    {
      "quote": "\"Monopoly is the condition of every successful business.\"",
      "author": "Peter Thiel, Zero to One"
    },
    {
      "quote": "\"you’ve invented something new but you haven’t invented an effective way to sell it, you have a bad business—no matter how good the product.\"",
      "author": "Peter Thiel, Zero to One"
    },
    {
      "quote": "\"Every moment in business happens only once. The next Bill Gates will not build an operating system. The next Larry Page or Sergey Brin won’t make a search engine. And the next Mark Zuckerberg won’t create a social network. If you are copying these guys, you aren’t learning from them. It’s easier to copy a model than to make something new: doing what we already know how to do takes the world from 1 to n, adding more of something familiar. But every time we create something new, we go from 0 to 1. \"",
      "author": "Peter Thiel, Zero to One"
    },
    {
      "quote": "\"pay attention to what you envy. Jealousy is an ugly emotion, but it tells the truth. You mostly envy those who have what you desire.\"",
      "author": "Susan Cain, Quiet"
    },
    {
      "quote": "\"In the information age, the barriers just aren’t there,” he said. “The barriers are self-imposed. If you want to set off and go develop some grand new thing, you don’t need millions of dollars of capitalization. You need enough pizza and Diet Coke to stick in your refrigerator, a cheap PC to work on, and the dedication to go through with it.\"",
      "author": "John Carmack, Masters of Doom"
    },
    {
      "quote": "\"I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.\"",
      "author": "Frank Herbert, Dune"
    },
    {
      "quote": "\"Yet because I knew nothing, nothing was beneath me.\"",
      "author": "Madeline Miller, Circe"
    },
    {
      "quote": "\"It is not the strongest of the species that survives, nor the most intelligent, but the one most responsive to change.\"",
      "author": "Charles Darwin, A Life From Beginning to End"
    },
    {
      "quote": "\"Once you've got a task to do, it's better to do it than live with the fear of it.\"",
      "author": "Joe Abercrombie, The Blade Itself"
    },
    {
      "quote": "\"You have to learn to love the small things in life, like a hot bath. You have to love the small things, when you have nothing else.\"",
      "author": "Joe Abercrombie, The Blade Itself"
    },
    {
      "quote": "\"People love to see death. It reminds them that however mean, however low, however horrible their lives become… at least they have one.\"",
      "author": "Joe Abercrombie, Before They Are Hanged"
    },
    {
      "quote": "\"One should treat everyone with same respect , one should like everyone treat himself. Treat others as you would like to treated.\"",
      "author": "Joe Abercrombie, Last Argument of Kings"
    },
    {
      "quote": "\"I’ve had many enemies over the years. If there’s one thing I’ve learned, it’s never engage in a fight you’re sure to lose. On the other hand, never let anyone who has insulted you get away with it. Bide your time and strike back when you’re in a position of strength—even if you no longer need to strike back.\"",
      "author": "Steig Larson, The Girl with the Dragon Tattoo"
    },
    {
      "quote": "\"Sometimes you need to scorch everything to the ground, and start over. After the burning the soil is richer, and new things can grow. People are like that, too. They start over. They find a way.\"",
      "author": "Celeste Ng, Little Fires Everywhere"
    },
    {
      "quote": "\"Most of the time, everyone deserves more than one chance. We all do things we regret now and then. You just have to carry them with you.\"",
      "author": "Celeste Ng, Little Fires Everywhere"
    },
    {
      "quote": "\"I'll tell you a secret. A lot of times, parents are not the best at seeing their children clearly.\"",
      "author": "Celeste Ng, Little Fires Everywhere"
    },
    {
      "quote": "\"life is like an extremely difficult, horribly unbalanced videogame. When you’re born, you’re given a randomly generated character, with a randomly determined name, race, face, and social class. Your body is your avatar, and you spawn in a random geographic location, at a random moment in human history, surrounded by a random group of people, and then you have to try to survive for as long as you can\"",
      "author": "Ernest Cline, Ready Player Two"
    },
    {
      "quote": "\"Write tests until fear is transformed into boredom.\"",
      "author": "Kent Beck, Test-Driven Development: By Example"
    },
    {
      "quote": "\"Don't be on your deathbed someday, having squandered your one chance at life, full of regret because you pursued little distractions instead of big dreams.\"",
      "author": "Derek Sivers, Anything You Want"
    },
    {
      "quote": "\"A big difference between being self-employed and being a business owner. Being self-employed feels like freedom until you realize that if you take time off, your business crumbles. To be a true business owner, make it so that you could leave for a year, and when you came back, your business would be doing better than when you left.\"",
      "author": "Derek Sivers, Anything You Want"
    },
    {
      "quote": "\"You may tell a tale that takes up residence in someone's soul, becomes their blood and self and purpose. That tale will move them and drive them and who knows what they might do because of it, because of your words. That is your role, your gift.\"",
      "author": "Erin Morgenstern, The Night Circus"
    },
    {
      "quote": "\"What is the bravest thing you've ever said? Help. Asking for help isn't giving up, It's refusing to give up.\"",
      "author": "Charlie Mackesy, The Boy, the Mole, the Fox and the Horse"
    },
    {
      "quote": "\"We suffer more often in imagination than in reality\"",
      "author": "Lucius Annaeus Seneca"
    },
    {
      "quote": "\"I judge you unfortunate because you have never lived through misfortune. You have passed through life without an opponent—no one can ever know what you are capable of, not even you.\"",
      "author": "Lucius Annaeus Seneca"
    },
    {
      "quote": "\"Resentment is like drinking poison and waiting for the other person to die.\"",
      "author": "Olivia Fox Cabane,The Charisma Myth: How to Engage, Influence and Motivate People"
    },
    {
      "quote": "\"I am not a product of my circumstances. I am a product of my decisions.\"",
      "author": "Stephen R. Covey"
    },
    {
      "quote": "\"There are a million paths in this world but they can all be reduced to one. Improve yourself\"",
      "author": "Will Wight, Cradle"
    },
    {
      "quote": "\"Don’t let temporary thoughts make permanent decisions\"",
      "author": "T.D. Jakes,Reddit"
    },
    {
      "quote": "\"The stock market is colossal engine of human emotion. Recessions and recoveries and boom, good times and bad. all caused by people. All are entirely unpredictable.\"",
      "author": "Max Gunther, Zurich Axioms"
    },
    {
      "quote": "\"Worry is not a sickness but a sign of health. If you are not worried, you are not risking enough.\"",
      "author": "Max Gunther, Zurich Axioms"
    },
    {
      "quote": "\"The human mind is an order-seeking organ. It is uncomfortable with chaos and will retreat from reality into fantasy if that is the only way it can sort things out to its satisfaction.\"",
      "author": "Max Gunther, Zurich Axioms"
    },
    {
      "quote": "\"Remembering that you’re going to die is the best way I know to avoid the trap of thinking you have something to lose. you’re already naked. there is no reason not to follow your heart.\"",
      "author": "Tom Hougaard, Best Loser Wins"
    },
    {
      "quote": "\"The time you know you’ve become a good trader is that first day you were able to win by holding and adding to a winning position. there are many people here that have traded for long time, and who have never added to a winner.\"",
      "author": "Tom Hougaard, Best Loser Wins"
    },
    {
      "quote": "\"Hold Tennis balls and sell eggs.\"",
      "author": "Mark Minervini, Think and Trade like a champion"
    },
    {
      "quote": "\"The stock market doesn’t care who we as individuals are, what we think, or how we feel. It’s a beast like no other: indifferent to human desires, oblivious to common wisdom, maddening contrary, and seemingly bent on confounding the majority at every turn. The only law it obeys is the law of supply and demand.\"",
      "author": "William O’Neil, The Successful Investor"
    },
    {
      "quote": "\"Trading is all about making quick decisions based on incomplete information and no matter how much experience we have, we can never know everything.\"",
      "author": "Nick Schmidt,twitter"
    },
    {
      "quote": "\"I have two basic rules about winning in trading as well as in life: (1) If you don’t bet, you can’t win. (2) If you lose all your chips, you can’t bet. \"",
      "author": "Larry Hite, Trade like Stock Market Wizard"
    },
    {
      "quote": "\"He who has learned to disagree without being disagreeable has discovered the most valuable secret of negotiation.\"",
      "author": "Christopher Voss, Never Split the Difference"
    },
    {
      "quote": "\"And once the storm is over, you won’t remember how you made it through, how you managed to survive. You won’t even be sure, whether the storm is really over. But one thing is certain. When you come out of the storm, you won’t be the same person who walked in. That’s what this storm’s all about.\"",
      "author": "Haruki Murakami, Kafka on the Shore"
    },
    {
      "quote": "\"I cannot remember the books I've read any more than the meals I have eaten; even so, they have made me\"",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "\"The real challenge is not simply to survive. Hell, anyone can do that. It’s to survive as yourself, undiminished.\"",
      "author": "Elia Kazan"
    },
    {
      "quote": "\"A big loss isn't just about the money, it's what it does to your head. You hesitate when you should act. You rush when you should wait. It pulls you out of sync, and every trade after feels like damage control. Money can be recovered, but your confidence is harder to rebuild.\"",
      "author": "Unknown"
    },
    {
      "quote": "\"How a person felt about action don't matter, only the actions themselves mattered.\"",
      "author": "M.L. Wang, Blood Over Bright Haven"
    },
    {
      "quote": "\"It's much easier to TELL yourself you're a good person than it is to actually be one.\"",
      "author": "M.L. Wang, Blood Over Bright Haven"
    },
    {
      "quote": "\"You can love someone and still choose to say goodbye to them. You can miss a person every day, and still be glad that they are no longer in your life.\"",
      "author": "Tara Westover, Educated"
    }
  ]
}